Repository: Kim-Jiny/Interval
Catalog: iOS/IntervalApp/IntervalWatchWidget/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans

source: Interval
de: Intervall
es: Intervalo
fr: Intervalle
ja: インターバル
ko: 인터벌
zh_hans: 间歇

source: Interval Timer
de: Intervall-Timer
es: Temporizador
fr: Minuteur
ja: インターバルタイマー
ko: 인터벌 타이머
zh_hans: 间歇计时器

source: No routines
de: Keine Routinen
es: Sin rutinas
fr: Aucune routine
ja: ルーティンなし
ko: 루틴 없음
zh_hans: 无训练计划

source: Quick Start
de: Schnellstart
es: Inicio rápido
fr: Démarrage rapide
ja: クイックスタート
ko: 빠른 시작
zh_hans: 快速开始

source: Routine Shortcut
de: Routinen-Verknüpfung
es: Acceso directo
fr: Raccourci routine
ja: ルーティンショートカット
ko: 루틴 바로가기
zh_hans: 训练计划快捷方式

source: Shows the current timer status
de: Zeigt den aktuellen Timer-Status
es: Muestra el estado del temporizador
fr: Affiche l'état du minuteur
ja: 現在のタイマー状態を表示
ko: 현재 진행 중인 타이머를 표시합니다
zh_hans: 显示当前计时器状态

source: Standby
de: Bereit
es: En espera
fr: En attente
ja: 待機中
ko: 대기 중
zh_hans: 待机

source: Tap to start
de: Tippen zum Starten
es: Toca para iniciar
fr: Appuyez pour démarrer
ja: タップして開始
ko: 탭하여 시작
zh_hans: 点击开始

source: Tap to start a routine
de: Tippen, um eine Routine zu starten
es: Toca para iniciar una rutina
fr: Appuyez pour démarrer une routine
ja: タップしてルーティンを開始
ko: 탭하여 루틴을 바로 시작합니다
zh_hans: 点击开始训练计划

source: Workout
de: Training
es: Ejercicio
fr: Exercice
ja: ワークアウト
ko: 운동
zh_hans: 锻炼

source: Timer Status
es: Estado del temporizador
fr: État du minuteur
ja: タイマー状態
ko: 타이머 상태
zh_hans: 计时器状态

source: Tabata
ja: タバタ
ko: 타바타
